{
  "appName": {
    "message": "Очищувач кешу"
  },
  "shortDesc": {
    "message": "Використовуйте Очищувач кешу: очищуйте кеш Chrome, видаляйте файли cookie та очищуйте історію браузера для швидшого та безпечнішого перегляду."
  },
  "storeDesc": {
    "message": "🛠️ Очищувач кешу для вашої історії браузера, файлів cookie, очищення кешу.\n\nШукаєте швидкий та ефективний спосіб підтримувати ваш браузер у справному стані? Знайомтеся з найкращим Очищувачем кешу, створеним для оптимізації вашого досвіду перегляду всього за один клік! Незалежно від того, чи використовуєте ви Chrome, Opera або інший браузер на базі Chromium, наш очищувач кешу та файлів cookie забезпечує максимальну продуктивність і конфіденційність.\n\n🌟 Чому варто обрати наш розширення Очищувач кешу?\n\n1. Очищувач браузера з одним кліком для безтурботного обслуговування.\n2. Швидкий та ефективний очищувач, якому довіряють користувачі.\n3. Видаляє непотрібні файли для прискорення перегляду.\n4. Очищувач історії для миттєвого видалення минулих пошуків.\n5. Очищувач, який очищає файли cookie, історію та кеш за кілька секунд.\n\n🎯 Особливості:\n\n🚀 Миттєве очищення – видаляйте кешовані файли та файли cookie одним дотиком.  \n🔒 Безпечний перегляд – стирайте чутливі дані за допомогою нашого очищувача файлів cookie.  \n⚡ Підвищення швидкості – відчуйте швидше завантаження сторінок після очищення.  \n🛡️ Захист конфіденційності – зберігайте свою історію перегляду в таємниці.  \n🛠️ Налаштовуване очищення – оберіть, що видалити: кеш, файли cookie, історію або все.\n\n🧹 Як очистити браузер за допомогою нашого розширення\n\n1️⃣ Встановіть розширення з Chrome Web Store.  \n2️⃣ Натисніть на іконку в панелі інструментів браузера.  \n3️⃣ Виберіть, що ви хочете очистити: кеш, файли cookie, історію.  \n4️⃣ Натисніть кнопку \"Очистити зараз\".  \n5️⃣ Насолоджуйтесь швидшим, плавнішим і більш приватним досвідом перегляду.\n\n🔍 Що робить цей Очищувач кешу ідеальним для Chromebook?\n\nЛегкий та надшвидкий очищувач історії браузера.  \nБез реклами, без зайвих елементів – тільки чиста продуктивність очищувача кешу та файлів cookie.  \nПрацює з Chrome, Opera, Edge та іншими браузерами на базі Chromium.  \nНалаштовувані параметри для індивідуального досвіду очищення.  \nБезпечне видалення тимчасових файлів для звільнення місця на диску.\n\n🌐 Переваги використання очищувача кешу та файлів cookie\n\n⚡ Підвищення швидкості – веб-сайти завантажуються швидше, видаляючи непотрібні елементи.  \n💾 Більше пам'яті – очищення кешу звільняє місце на вашому пристрої.  \n🕵️ Краща конфіденційність – видаляє збережені дані, щоб зберегти вашу анонімність.  \n🛠️ Виправлення помилок – очищає пошкоджені файли, які викликають помилки браузера.  \n🌟 Плавний перегляд – попрощайтеся з повільною продуктивністю.\n\n📝 Як автоматично очищати кеш сайту та файли cookie\n\nВтомилися від ручного очищення? Наше розширення для Chrome може автоматизувати цей процес! Налаштуйте заплановане очищення та дозвольте нашому розширенню впоратися з усім.  \nОберіть бажаний інтервал очищення.  \nУвімкніть режим автоматичного очищення для безтурботного очищення браузера.  \nНалаштуйте, що видаляти автоматично.  \nНасолоджуйтесь плавним, безперервним переглядом щодня.\n\n💡 Чому варто регулярно використовувати Очищувач кешу\n\nЗапобігає проблемам з веб-сайтами – старий кеш може призвести до збоїв на сторінках.  \nПокращує продуктивність браузера – чистий браузер працює швидше.  \nПідвищує конфіденційність – захищає особисті дані від відстеження.  \nЗвільняє пам'ять – видаляє непотрібні тимчасові файли.  \nВиправляє проблеми з входом – допомагає вирішити проблеми з авторизацією на веб-сайтах.\n\n🔑 Як очистити файли cookie та видалити історію пошуку\n\nЯкщо ви запитуєте, як очистити файли cookie та видалити збережені дані для входу, наш очищувач історії браузера робить це легко. Просто виберіть \"Файли cookie\" та \"Історія\" в налаштуваннях, і все буде стерто миттєво!  \nВидаліть збережені паролі та дані для входу.  \nВидаліть файли cookie, які відстежують вашу активність.  \nСтирайте історію пошуку для підвищення конфіденційності.  \nСкидайте налаштування браузера для оновлення досвіду перегляду.  \nБільше не потрібно копатися в налаштуваннях! З нашим очищувачем файлів cookie та кешу очищення даних займає всього один клік. Незалежно від того, чи ви потужний користувач, чи звичайний браузер, наш очищувач браузера забезпечує швидкість, безпеку та конфіденційність вашого перегляду.\n\n🎯 Очищувач кешу для Opera та інші – працює в кількох браузерах\n\nВикористовуєте Opera або Edge? Не хвилюйтеся! Наше розширення також працює з Opera і безперешкодно функціонує в кількох браузерах. Насолоджуйтесь безтурботним очищенням, незалежно від вашого улюбленого браузера.\n\n💬 Поширені запитання\n\n✅ Як швидко очистити браузер? Просто встановіть розширення, натисніть кнопку і дозвольте йому впоратися з усім!  \n✅ Чи видалить це мої збережені паролі? Тільки якщо ви виберете опцію для очищення збережених даних для входу.  \n✅ Чи можу я запланувати автоматичне очищення? Так! Налаштуйте інтервали для безтурботного очищення.  \n✅ Чи працює це на всіх браузерах на базі Chromium? Абсолютно! Працює на Chrome, Opera, Edge, Brave та інших.  \n✅ Як очистити кеш сайту для конкретного сайту? Відкрийте DevTools (F12) > Клацніть правою кнопкою миші на кнопці оновлення > Виберіть \"Очистити кеш і жорстке перезавантаження\".\n\n🚀 Спробуйте розширення Очищувач кешу для Chrome сьогодні!\n\nГотові відчути швидший, плавніший перегляд? Встановіть наш очищувач браузера зараз і насолоджуйтесь безтурботним очищенням кешу та файлів cookie. Ідеально підходить для користувачів, які хочуть видалити історію пошуку, очистити файли cookie та оптимізувати продуктивність браузера за кілька секунд!\n\n🌟 Розпочніть зараз – ваш найшвидший досвід перегляду чекає!"
  }
}